Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Switch to base language
ar: التبديل إلى اللغة الأساسية
ca: Canvia a l'idioma base
cs: Přepnout na základní jazyk
da: Skift til basissprog
de: Zur Basissprache wechseln
el: Μετάβαση στη γλώσσα βάσης
es: Cambiar al idioma base
fa: رفتن به زبان پایه
fi: Vaihda peruskielelle
fr: Passer à la langue de base
he: עבור לשפת בסיס
hr: Prijeđi na osnovni jezik
hu: Váltson alapnyelvre
id: Beralih ke bahasa dasar
it: Passa alla lingua di base
ja: 基本言語に切り替え
ko: 기본 언어로 전환
ms: Tukar kepada bahasa asas
nl: Schakel over naar de basistaal
no: Bytt til basisspråk
pl: Przełącz na język podstawowy
pt_br: Mudar para o idioma base
pt_pt: Mudar para o idioma base
ro: Comutați la limba de bază
ru: Перейти на базовый язык
sk: Prepnúť na základný jazyk
sl: Preklopite na osnovni jezik
sv: Byt till basspråk
th: สลับเป็นภาษาพื้นฐาน
tr: Temel dile geç
uk: Перейти до базової мови
ur: بنیادی زبان پر سوئچ کریں۔
vi: Chuyển sang ngôn ngữ cơ bản
zh_hans: 切换到基准语言
zh_hant: 切換至基準語言

source: Switch to Base Language
ar: التبديل إلى اللغة الأساسية
ca: Canvia a l'idioma base
cs: Přepněte na základní jazyk
da: Skift til basissprog
de: Zur Basissprache wechseln
el: Μετάβαση στη Βασική Γλώσσα
es: Cambiar al idioma base
fa: رفتن به زبان پایه
fi: Vaihda peruskieleen
fr: Passer à la langue de base
he: עבור לשפת בסיס
hr: Prijeđi na osnovni jezik
hu: Váltson alapnyelvre
id: Beralih ke Bahasa Dasar
it: Passa alla lingua di base
ja: 基本言語に切り替える
ko: 기본 언어로 전환
ms: Tukar kepada Bahasa Asas
nl: Schakel over naar basistaal
no: Bytt til basisspråk
pl: Przełącz na język podstawowy
pt_br: Mudar para o idioma base
pt_pt: Mudar para o idioma base
ro: Comutați la limba de bază
ru: Перейти на базовый язык
sk: Prepnúť na základný jazyk
sl: Preklopite na osnovni jezik
sv: Byt till basspråk
th: สลับเป็นภาษาพื้นฐาน
tr: Temel Dile Geç
uk: Перейти до базової мови
ur: بنیادی زبان پر سوئچ کریں۔
vi: Chuyển sang ngôn ngữ cơ bản
zh_hans: 切换到基准语言
zh_hant: 切換至基準語言

source: Switch to Edit
ar: قم بالتبديل إلى التحرير
ca: Canvia a Edita
cs: Přepněte na Upravit
da: Skift til Rediger
de: Zum Bearbeiten wechseln
el: Μετάβαση σε Επεξεργασία
es: Cambiar a edición
fa: رفتن به حالت ویرایش
fi: Vaihda kohtaan Muokkaa
fr: Passer en édition
he: עבור לעריכה
hr: Prebacite se na Uredi
hu: Váltson a Szerkesztésre
id: Beralih ke Sunting
it: Passa a Modifica
ja: 編集に切り替え
ko: 편집으로 전환
ms: Tukar kepada Edit
nl: Schakel over naar Bewerken
no: Bytt til Rediger
pl: Przełącz na opcję Edytuj
pt_br: Mudar para edição
pt_pt: Mudar para editar
ro: Comutați la Editare
ru: Перейти к редактированию
sk: Prepnite na Upraviť
sl: Preklopite na Uredi
sv: Växla till Redigera
th: สลับไปที่แก้ไข
tr: Düzenlemeye Geç
uk: Перейти до редагування
ur: ترمیم پر سوئچ کریں۔
vi: Chuyển sang Chỉnh sửa
zh_hans: 切换到编辑
zh_hant: 切換至編輯

source: Switch to Edit mode
ar: قم بالتبديل إلى وضع التحرير
ca: Canvia al mode d'edició
cs: Přepněte do režimu úprav
da: Skift til redigeringstilstand
de: In den Bearbeitungsmodus wechseln
el: Μετάβαση στη λειτουργία επεξεργασίας
es: Cambiar al modo de edición
fa: رفتن به حالت ویرایش
fi: Vaihda muokkaustilaan
fr: Passer en mode Édition
he: עבור למצב עריכה
hr: Prebacite se u način rada za uređivanje
hu: Váltson Szerkesztés módba
id: Beralih ke mode Edit
it: Passa alla modalità Modifica
ja: 編集モードに切り替える
ko: 편집 모드로 전환
ms: Tukar kepada mod Edit
nl: Schakel over naar de bewerkingsmodus
no: Bytt til redigeringsmodus
pl: Przejdź do trybu edycji
pt_br: Mudar para o modo de edição
pt_pt: Mudar para o modo de edição
ro: Comutați la modul Editare
ru: Перейти в режим редактирования
sk: Prepnite do režimu úprav
sl: Preklopite v način urejanja
sv: Växla till redigeringsläge
th: สลับไปที่โหมดแก้ไข
tr: Düzenleme moduna geç
uk: Перейти в режим редагування
ur: ترمیم موڈ پر سوئچ کریں۔
vi: Chuyển sang chế độ Chỉnh sửa
zh_hans: 切换到编辑模式
zh_hant: 切換至編輯模式

source: Switch to Preview
ar: قم بالتبديل إلى المعاينة
ca: Canvia a la vista prèvia
cs: Přepněte na Náhled
da: Skift til forhåndsvisning
de: Zur Vorschau wechseln
el: Μετάβαση σε Προεπισκόπηση
es: Cambiar a vista previa
fa: رفتن به پیش‌نمایش
fi: Vaihda esikatseluun
fr: Passer en aperçu
he: עבור לתצוגה מקדימה
hr: Prebacite se na pregled
hu: Váltson az Előnézetre
id: Beralih ke Pratinjau
it: Passa all'anteprima
ja: プレビューに切り替える
ko: 미리보기로 전환
ms: Tukar kepada Pratonton
nl: Schakel over naar Voorbeeld
no: Bytt til forhåndsvisning
pl: Przełącz na podgląd
pt_br: Mudar para pré-visualização
pt_pt: Mudar para visualização
ro: Comutați la Previzualizare
ru: Перейти к просмотру
sk: Prepnúť na ukážku
sl: Preklopite na predogled
sv: Växla till förhandsgranskning
th: สลับไปที่การแสดงตัวอย่าง
tr: Önizlemeye Geç
uk: Перейти до перегляду
ur: پیش نظارہ پر سوئچ کریں۔
vi: Chuyển sang xem trước
zh_hans: 切换到预览
zh_hant: 切換至預覽

source: Switch to View mode
ar: قم بالتبديل إلى وضع العرض
ca: Canvia al mode de visualització
cs: Přepněte do režimu zobrazení
da: Skift til visningstilstand
de: In den Ansichtsmodus wechseln
el: Μετάβαση σε λειτουργία προβολής
es: Cambiar al modo Ver
fa: رفتن به حالت مشاهده
fi: Vaihda katselutilaan
fr: Passer en mode Lecture
he: עבור למצב תצוגה
hr: Prebacite se na način prikaza
hu: Váltson Nézet módba
id: Beralih ke mode Tampilan
it: Passa alla modalità Vista
ja: 表示モードに切り替える
ko: 보기 모드로 전환
ms: Tukar kepada mod Paparan
nl: Schakel over naar de weergavemodus
no: Bytt til visningsmodus
pl: Przełącz na tryb przeglądania
pt_br: Mudar para o modo de visualização
pt_pt: Mudar para o modo de visualização
ro: Comutați la modul Vizualizare
ru: Перейти в режим просмотра
sk: Prepnite do režimu zobrazenia
sl: Preklopite v način pogleda
sv: Växla till visningsläge
th: สลับไปที่โหมดดู
tr: Görüntüleme moduna geç
uk: Перейти в режим перегляду
ur: ویو موڈ پر سوئچ کریں۔
vi: Chuyển sang chế độ Xem
zh_hans: 切换到查看模式
zh_hant: 切換至檢視模式

source: Switch to View mode (pan & zoom only)
ar: التبديل إلى وضع العرض (التحريك والتكبير/التصغير فقط)
ca: Canvia al mode de visualització (només panoràmica i zoom)
cs: Přepnout do režimu zobrazení (pouze pan & zoom)
da: Skift til visningstilstand (kun panorering og zoom)
de: In den Ansichtsmodus wechseln (nur Schwenken & Zoomen)
el: Μετάβαση σε λειτουργία προβολής (μόνο μετατόπιση και ζουμ)
es: Cambiar al modo Ver (solo panorámica y zoom)
fa: رفتن به حالت مشاهده (فقط جابه‌جایی و بزرگ‌نمایی)
fi: Vaihda katselutilaan (vain panorointi ja zoomaus)
fr: Passer en mode Lecture (défilement et zoom uniquement)
he: עבור למצב תצוגה (זום וזום בלבד)
hr: Prebaci se na način prikaza (samo pomicanje i zumiranje)
hu: Váltás Nézet módra (csak pásztázás és nagyítás)
id: Beralih ke mode Tampilan (hanya geser & zoom)
it: Passa alla modalità Vista (solo panoramica e zoom)
ja: 表示モードに切り替える（パンとズームのみ）
ko: 보기 모드로 전환 (이동 및 확대/축소만)
ms: Beralih kepada mod Lihat (sorot & zum sahaja)
nl: Overschakelen naar weergavemodus (alleen pannen en zoomen)
no: Bytt til visningsmodus (kun panorering og zoom)
pl: Przełącz do trybu widoku (tylko przesuwanie i powiększanie)
pt_br: Mudar para o modo de visualização (apenas mover e zoom)
pt_pt: Mudar para o modo de visualização (somente panorâmica e zoom)
ro: Comutați la modul Vizualizare (numai pan și zoom)
ru: Перейти в режим просмотра (только прокрутка и масштаб)
sk: Prepnúť do režimu zobrazenia (len posúvanie a približovanie)
sl: Preklop v način pogleda (samo premikanje in povečava)
sv: Växla till visningsläge (endast panorering och zoom)
th: สลับไปที่โหมดดู (แพนและซูมเท่านั้น)
tr: Görüntüleme moduna geç (yalnızca kaydırma ve yakınlaştırma)
uk: Перейти в режим перегляду (лише прокручування й масштаб)
ur: ویو موڈ پر سوئچ کریں (صرف پین اور زوم)
vi: Chuyển sang chế độ Xem (chỉ xoay & thu phóng)
zh_hans: 切换到查看模式（仅平移和缩放）
zh_hant: 切換至檢視模式（僅限平移和縮放）

source: Switching between projects
ar: التبديل بين المشاريع
ca: Canvi entre projectes
cs: Přepínání mezi projekty
da: Skift mellem projekter
de: Zwischen Projekten wechseln
el: Εναλλαγή μεταξύ έργων
es: Cambiar entre proyectos
fa: جابه‌جایی بین پروژه‌ها
fi: Projektien välillä vaihtaminen
fr: Passer d'un projet à l'autre
he: מעבר בין פרויקטים
hr: Prebacivanje između projekata
hu: Váltás a projektek között
id: Beralih antar proyek
it: Passare da un progetto all'altro
ja: プロジェクト間の切り替え
ko: 프로젝트 간 전환
ms: Bertukar antara projek
nl: Schakelen tussen projecten
no: Bytte mellom prosjekter
pl: Przełączanie pomiędzy projektami
pt_br: Alternar entre projetos
pt_pt: Alternando entre projetos
ro: Comutarea între proiecte
ru: Переключение между проектами
sk: Prepínanie medzi projektmi
sl: Preklapljanje med projekti
sv: Växla mellan projekt
th: การสลับระหว่างโครงการ
tr: Projeler arasında geçiş yapma
uk: Перемикання між проєктами
ur: منصوبوں کے درمیان سوئچنگ
vi: Chuyển đổi giữa các dự án
zh_hans: 在项目之间切换
zh_hant: 在專案之間切換

source: Switching color preserves the screenshot and any rotation.
ar: يؤدي تبديل اللون إلى الحفاظ على لقطة الشاشة وأي دوران.
ca: El canvi de color conserva la captura de pantalla i qualsevol rotació.
cs: Přepnutí barvy zachová snímek obrazovky a případné otočení.
da: Skift farve bevarer skærmbilledet og enhver rotation.
de: Beim Farbwechsel bleiben Screenshot und Drehung erhalten.
el: Η αλλαγή χρώματος διατηρεί το στιγμιότυπο οθόνης και οποιαδήποτε περιστροφή.
es: Al cambiar de color se conservan la captura y la rotación.
fa: تغییر رنگ، اسکرین‌شات و چرخش را حفظ می‌کند.
fi: Värin vaihtaminen säilyttää kuvakaappauksen ja mahdollisen kierron.
fr: Changer de couleur conserve la capture d'écran et la rotation.
he: החלפת צבע משמרת את צילום המסך וכל סיבוב.
hr: Promjena boje čuva snimku zaslona i bilo kakvu rotaciju.
hu: A színváltás megőrzi a képernyőképet és az elforgatást.
id: Beralih warna akan mempertahankan tangkapan layar dan rotasi apa pun.
it: Il cambio di colore mantiene lo screenshot e qualsiasi rotazione.
ja: 色を切り替えても、スクリーンショットと回転は保持されます。
ko: 색상을 바꿔도 스크린샷과 회전은 유지됩니다.
ms: Menukar warna mengekalkan tangkapan skrin dan sebarang putaran.
nl: Als u van kleur verandert, blijven de schermafbeelding en eventuele rotatie behouden.
no: Bytte farge bevarer skjermbildet og eventuell rotasjon.
pl: Zmiana koloru powoduje zachowanie zrzutu ekranu i wszelkich obrotów.
pt_br: A mudança de cor preserva a captura de tela e qualquer rotação.
pt_pt: A mudança de cor preserva a captura de ecrã e qualquer rotação.
ro: Schimbarea culorii păstrează captura de ecran și orice rotație.
ru: При смене цвета скриншот и поворот сохраняются.
sk: Prepnutím farby sa zachová snímka obrazovky a prípadné otočenie.
sl: Preklop barve ohrani posnetek zaslona in morebitno vrtenje.
sv: Att byta färg bevarar skärmdumpen och eventuell rotation.
th: การสลับสีจะรักษาภาพหน้าจอและการหมุนใดๆ ไว้
tr: Rengi değiştirmek ekran görüntüsünü ve döndürmeyi korur.
uk: Зміна кольору зберігає знімок екрана й поворот.
ur: رنگ تبدیل کرنا اسکرین شاٹ اور کسی بھی گردش کو محفوظ رکھتا ہے۔
vi: Việc chuyển đổi màu sẽ giữ nguyên ảnh chụp màn hình và bất kỳ thao tác xoay nào.
zh_hans: 切换颜色会保留截图和旋转角度。
zh_hant: 切換顏色時會保留螢幕截圖和任何旋轉。

source: Switching the active language
ar: تبديل اللغة النشطة
ca: Canvi d'idioma actiu
cs: Přepínání aktivního jazyka
da: Skifter det aktive sprog
de: Aktive Sprache wechseln
el: Αλλαγή της ενεργής γλώσσας
es: Cambiar el idioma activo
fa: تغییر زبان فعال
fi: Aktiivisen kielen vaihtaminen
fr: Changer la langue active
he: החלפת השפה הפעילה
hr: Promjena aktivnog jezika
hu: Az aktív nyelv váltása
id: Mengganti bahasa aktif
it: Cambiare la lingua attiva
ja: 作業中の言語を切り替える
ko: 활성 언어 전환
ms: Menukar bahasa aktif
nl: De actieve taal wijzigen
no: Bytter det aktive språket
pl: Przełączanie aktywnego języka
pt_br: Mudar o idioma ativo
pt_pt: Mudando o idioma ativo
ro: Schimbarea limbii active
ru: Переключение активного языка
sk: Prepínanie aktívneho jazyka
sl: Preklop aktivnega jezika
sv: Byt aktivt språk
th: การเปลี่ยนภาษาที่ใช้งานอยู่
tr: Etkin dili değiştirme
uk: Зміна активної мови
ur: فعال زبان کو تبدیل کرنا
vi: Chuyển đổi ngôn ngữ hoạt động
zh_hans: 切换当前语言
zh_hant: 切換目前的語言

source: Sync App Store Screenshots
ar: مزامنة لقطات الشاشة App Store
ca: Sincronitza App Store captures de pantalla
cs: Synchronizovat App Store snímky obrazovky
da: Synkroniser App Store skærmbilleder
de: App Store-Screenshots synchronisieren
el: Συγχρονισμός στιγμιότυπων οθόνης App Store
es: Sincronizar capturas del App Store
fa: همگام‌سازی اسکرین‌شات‌های App Store
fi: Synkronoi App Store kuvakaappaukset
fr: Synchroniser les captures d'écran App Store
he: סנכרן App Store צילומי מסך
hr: Sinkroniziraj App Store snimke zaslona
hu: Szinkronizálja a App Store képernyőképeit
id: Sinkronkan App Store Tangkapan Layar
it: Sincronizza screenshot App Store
ja: App Store のスクリーンショットを同期
ko: App Store 스크린샷 동기화
ms: Segerakkan App Store Tangkapan skrin
nl: Synchroniseer App Store schermafbeeldingen
no: Synkroniser App Store skjermbilder
pl: Synchronizuj App Store zrzuty ekranu
pt_br: Sincronizar capturas de tela da App Store
pt_pt: Sincronizar App Store capturas de ecrã
ro: Sincronizați App Store capturi de ecran
ru: Синхронизировать скриншоты App Store
sk: Synchronizujte App Store snímky obrazovky
sl: Sinhroniziraj App Store posnetke zaslona
sv: Synkronisera App Store skärmdumpar
th: ซิงค์ภาพหน้าจอ App Store
tr: App Store Ekran Görüntülerini Eşzamanla
uk: Синхронізувати знімки екрана App Store
ur: مطابقت پذیری App Store اسکرین شاٹس
vi: Đồng bộ hóa App Store Ảnh chụp màn hình
zh_hans: 同步 App Store 截图
zh_hant: 同步 App Store 螢幕截圖

source: Sync Selected Sets
ar: مزامنة المجموعات المحددة
ca: Sincronitza els conjunts seleccionats
cs: Synchronizovat vybrané sady
da: Synkroniser valgte sæt
de: Ausgewählte Sets synchronisieren
el: Συγχρονισμός επιλεγμένων συνόλων
es: Sincronizar conjuntos seleccionados
fa: همگام‌سازی مجموعه‌های انتخاب شده
fi: Synkronoi valitut sarjat
fr: Synchroniser les ensembles sélectionnés
he: סנכרן קבוצות נבחרות
hr: Sinkronizacija odabranih skupova
hu: Szinkronizálja a kiválasztott készleteket
id: Sinkronkan Set yang Dipilih
it: Sincronizza set selezionati
ja: 選択したセットを同期する
ko: 선택한 세트 동기화
ms: Segerakkan Set Terpilih
nl: Synchroniseer geselecteerde sets
no: Synkroniser valgte sett
pl: Synchronizuj wybrane zestawy
pt_br: Sincronizar conjuntos selecionados
pt_pt: Sincronizar conjuntos selecionados
ro: Sincronizați seturile selectate
ru: Синхронизировать выбранные наборы
sk: Synchronizovať vybrané sady
sl: Sinhroniziraj izbrane nize
sv: Synkronisera valda uppsättningar
th: ซิงค์ชุดที่เลือก
tr: Seçili Setleri Eşzamanla
uk: Синхронізувати вибрані набори
ur: منتخب سیٹس کو سنک کریں۔
vi: Đồng bộ hóa các bộ đã chọn
zh_hans: 同步所选组
zh_hant: 同步所選的組

source: Sync with iCloud
ar: المزامنة مع iCloud
ca: Sincronitza amb iCloud
cs: Synchronizovat s iCloud
da: Synkroniser med iCloud
de: Mit iCloud synchronisieren
el: Συγχρονισμός με iCloud
es: Sincronizar con iCloud
fa: همگام‌سازی با iCloud
fi: Synkronoi kohteen iCloud kanssa
fr: Synchroniser avec iCloud
he: סנכרן עם iCloud
hr: Sinkronizacija s iCloud
hu: Szinkronizálás a következővel: iCloud
id: Sinkronkan dengan iCloud
it: Sincronizza con iCloud
ja: iCloud と同期
ko: iCloud와 동기화
ms: Segerakkan dengan iCloud
nl: Synchroniseren met iCloud
no: Synkroniser med iCloud
pl: Synchronizuj z iCloud
pt_br: Sincronizar com o iCloud
pt_pt: Sincronizar com iCloud
ro: Sincronizare cu iCloud
ru: Синхронизировать с iCloud
sk: Synchronizovať s iCloud
sl: Sinhronizacija z iCloud
sv: Synkronisera med iCloud
th: ซิงค์กับ iCloud
tr: iCloud ile eşzamanla
uk: Синхронізувати з iCloud
ur: iCloud کے ساتھ مطابقت پذیری کریں
vi: Đồng bộ hóa với iCloud
zh_hans: 与 iCloud 同步
zh_hant: 與 iCloud 同步

source: Syncing may take a while if you have a lot of projects.
ar: قد تستغرق المزامنة بعض الوقت إذا كان لديك الكثير من المشاريع.
ca: La sincronització pot trigar una estona si teniu molts projectes.
cs: Synchronizace může chvíli trvat, pokud máte hodně projektů.
da: Synkronisering kan tage et stykke tid, hvis du har mange projekter.
de: Wenn du viele Projekte hast, kann die Synchronisierung eine Weile dauern.
el: Ο συγχρονισμός μπορεί να διαρκέσει λίγο εάν έχετε πολλά έργα.
es: La sincronización puede tardar un poco si tienes muchos proyectos.
fa: اگر پروژه‌های زیادی دارید، همگام‌سازی ممکن است کمی طول بکشد.
fi: Synkronointi voi kestää hetken, jos sinulla on paljon projekteja.
fr: La synchronisation peut prendre un certain temps si vous avez beaucoup de projets.
he: הסנכרון עשוי להימשך זמן מה אם יש לך הרבה פרויקטים.
hr: Sinkronizacija može potrajati ako imate mnogo projekata.
hu: A szinkronizálás eltarthat egy ideig, ha sok projektje van.
id: Sinkronisasi mungkin memakan waktu cukup lama jika Anda memiliki banyak proyek.
it: La sincronizzazione può richiedere del tempo se hai molti progetti.
ja: プロジェクトが多い場合は、同期に時間がかかる場合があります。
ko: 프로젝트가 많으면 동기화하는 데 시간이 걸릴 수 있습니다.
ms: Penyegerakan mungkin mengambil sedikit masa jika anda mempunyai banyak projek.
nl: Als u veel projecten heeft, kan het synchroniseren enige tijd duren.
no: Synkronisering kan ta litt tid hvis du har mange prosjekter.
pl: Synchronizacja może zająć trochę czasu, jeśli masz wiele projektów.
pt_br: A sincronização pode demorar um pouco se você tiver muitos projetos.
pt_pt: A sincronização pode demorar um pouco se você tiver muitos projetos.
ro: Sincronizarea poate dura ceva timp dacă aveți o mulțime de proiecte.
ru: Если проектов много, синхронизация может занять некоторое время.
sk: Ak máte veľa projektov, synchronizácia môže chvíľu trvať.
sl: Če imate veliko projektov, lahko sinhronizacija traja nekaj časa.
sv: Synkronisering kan ta ett tag om du har många projekt.
th: การซิงค์อาจใช้เวลาสักครู่หากคุณมีโปรเจ็กต์จำนวนมาก
tr: Çok sayıda projeniz varsa eşzamanlama biraz zaman alabilir.
uk: Якщо у вас багато проєктів, синхронізація може тривати деякий час.
ur: اگر آپ کے پاس بہت سارے پروجیکٹس ہیں تو مطابقت پذیری میں کچھ وقت لگ سکتا ہے۔
vi: Việc đồng bộ hóa có thể mất một lúc nếu bạn có nhiều dự án.
zh_hans: 如果你有很多项目，同步可能需要一段时间。
zh_hant: 如果你有很多專案，同步可能需要一段時間。

source: Syncing screenshots…
ar: جارٍ مزامنة لقطات الشاشة…
ca: S'estan sincronitzant les captures de pantalla...
cs: Synchronizace snímků obrazovky…
da: Synkroniserer skærmbilleder...
de: Screenshots werden synchronisiert…
el: Συγχρονισμός στιγμιότυπων οθόνης…
es: Sincronizando capturas…
fa: در حال همگام‌سازی اسکرین‌شات‌ها…
fi: Synkronoidaan kuvakaappauksia…
fr: Synchronisation des captures d'écran…
he: מסנכרן צילומי מסך...
hr: Sinkronizacija snimaka zaslona…
hu: Képernyőképek szinkronizálása…
id: Menyinkronkan tangkapan layar…
it: Sincronizzazione degli screenshot…
ja: スクリーンショットを同期中…
ko: 스크린샷 동기화 중…
ms: Menyegerakkan tangkapan skrin…
nl: Schermafbeeldingen synchroniseren…
no: Synkroniserer skjermbilder …
pl: Synchronizowanie zrzutów ekranu…
pt_br: Sincronizando capturas de tela…
pt_pt: Sincronizando capturas de ecrã…
ro: Se sincronizează capturile de ecran...
ru: Синхронизация скриншотов…
sk: Synchronizujú sa snímky obrazovky…
sl: Sinhronizacija posnetkov zaslona …
sv: Synkroniserar skärmdumpar...
th: กำลังซิงค์ภาพหน้าจอ...
tr: Ekran görüntüleri eşzamanlanıyor…
uk: Синхронізація знімків екрана…
ur: اسکرین شاٹس کی مطابقت پذیری ہو رہی ہے…
vi: Đang đồng bộ hóa ảnh chụp màn hình…
zh_hans: 正在同步截图…
zh_hant: 正在同步螢幕截圖…

source: Syncing via iCloud
ar: المزامنة عبر iCloud
ca: Sincronització mitjançant iCloud
cs: Synchronizace přes iCloud
da: Synkroniserer via iCloud
de: Synchronisierung über iCloud
el: Συγχρονισμός μέσω iCloud
es: Sincronizando con iCloud
fa: همگام‌سازی از طریق iCloud
fi: Synkronoidaan iCloud
fr: Synchronisation via iCloud
he: מסנכרן באמצעות iCloud
hr: Sinkronizacija putem iCloud
hu: Szinkronizálás a következővel: iCloud
id: Menyinkronkan melalui iCloud
it: Sincronizzazione tramite iCloud
ja: iCloud 経由で同期しています
ko: iCloud를 통해 동기화 중
ms: Menyegerakkan melalui iCloud
nl: Synchroniseren via iCloud
no: Synkroniserer via iCloud
pl: Synchronizacja przez iCloud
pt_br: Sincronizando pelo iCloud
pt_pt: Sincronizando via iCloud
ro: Se sincronizează prin iCloud
ru: Синхронизация через iCloud
sk: Synchronizácia cez iCloud
sl: Sinhronizacija prek iCloud
sv: Synkroniseras via iCloud
th: กำลังซิงค์ผ่าน iCloud
tr: iCloud ile eşzamanlama
uk: Синхронізація через iCloud
ur: iCloud کے ذریعے مطابقت پذیری
vi: Đang đồng bộ hóa qua iCloud
zh_hans: 通过 iCloud 同步
zh_hant: 透過 iCloud 同步

source: Syncing with iCloud
ar: المزامنة مع iCloud
ca: S'està sincronitzant amb iCloud
cs: Synchronizace s iCloud
da: Synkroniserer med iCloud
de: Synchronisierung mit iCloud
el: Συγχρονισμός με iCloud
es: Sincronizando con iCloud
fa: در حال همگام‌سازی با iCloud
fi: Synkronoidaan käyttäjän iCloud kanssa
fr: Synchronisation avec iCloud
he: מסתנכרן עם iCloud
hr: Sinkronizacija s iCloud
hu: Szinkronizálás a következővel: iCloud
id: Menyinkronkan dengan iCloud
it: Sincronizzazione con iCloud
ja: iCloud と同期しています
ko: iCloud와 동기화 중
ms: Menyegerakkan dengan iCloud
nl: Synchroniseren met iCloud
no: Synkroniserer med iCloud
pl: Synchronizowanie z iCloud
pt_br: Sincronizando com o iCloud
pt_pt: Sincronizando com iCloud
ro: Se sincronizează cu iCloud
ru: Синхронизация с iCloud
sk: Synchronizuje sa s iCloud
sl: Sinhronizacija z iCloud
sv: Synkar med iCloud
th: กำลังซิงค์กับ iCloud
tr: iCloud ile eşzamanlanıyor
uk: Синхронізація з iCloud
ur: iCloud کے ساتھ مطابقت پذیری
vi: Đang đồng bộ hóa với iCloud
zh_hans: 正在与 iCloud 同步
zh_hant: 正在與 iCloud 同步

source: System
ar: النظام
ca: Sistema
cs: Systém
el: Σύστημα
es: Sistema
fa: سیستم
fi: Järjestelmä
fr: Système
he: מערכת
hr: sustav
hu: Rendszer
id: Sistem
it: Sistema
ja: システム
ko: 시스템
ms: Sistem
nl: Systeem
pl: Systemu
pt_br: Sistema
pt_pt: Sistema
ro: Sistem
ru: Системный
sk: Systém
sl: Sistem
th: ระบบ
tr: Sistem
uk: Як у системі
ur: سسٹم
vi: Hệ thống
zh_hans: 系统
zh_hant: 系統

source: Take Photo
ar: التقط صورة
ca: Fes una foto
cs: Vyfotit
da: Tag billede
de: Foto aufnehmen
el: Τραβήξτε φωτογραφία
es: Hacer foto
fa: گرفتن عکس
fi: Ota valokuva
fr: Prendre une photo
he: צלם תמונה
hr: Fotografiraj
hu: Fotó készítése
id: Ambil Foto
it: Scatta foto
ja: 写真を撮る
ko: 사진 찍기
ms: Ambil Foto
nl: Maak een foto
no: Ta bilde
pl: Zrób zdjęcie
pt_br: Tirar foto
pt_pt: Tirar foto
ro: Faceți o fotografie
ru: Сделать фото
sk: Odfotiť
sl: Posnemi fotografijo
sv: Ta foto
th: ถ่ายภาพ
tr: Fotoğraf Çek
uk: Зробити фото
ur: تصویر لیں
vi: Chụp ảnh
zh_hans: 拍照
zh_hant: 拍照

source: Template
ar: القالب
ca: Plantilla
cs: Šablona
da: Skabelon
de: Vorlage
el: Πρότυπο
es: Plantilla
fa: قالب
fi: Malli
fr: Modèle
he: תבנית
hr: Predložak
hu: Sablon
id: Templat
it: Modello
ja: テンプレート
ko: 템플릿
ms: templat
nl: Sjabloon
no: Mal
pl: Szablon
pt_br: Modelo
pt_pt: Modelo
ro: Șablon
ru: Шаблон
sk: Šablóna
sl: Predloga
sv: Mall
th: แม่แบบ
tr: Şablon
uk: Шаблон
ur: سانچہ
vi: mẫu
zh_hans: 模板
zh_hant: 範本
